Repository: Salz0/telegram_flea
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: de, hi, id, uk

# bot.start_message
source: 👋 Welcome to Telegram Flea, the open-source flea market bot!
de: 👋 Willkommen bei Telegram Flea, dem Flohmarkt-Bot mit Open-Source-Code!
hi: 👋 टेलीग्राम फ्ली में आपका स्वागत है, यह एक ओपन सोर्स फ्ली मार्केट बॉट है!
id: 👋 Selamat datang di Telegram Flea, bot pasar loak sumber terbuka!
uk: 👋 Ласкаво просимо до Telegram Flea...

# bot.sell_keyboard_cancel
source: Cancel ❌
de: Abbrechen ❌
hi: रद्द करें ❌
id: Batalkan ❌
uk: Відмінити ❌

# bot.sell_keyboard_canceled
source: Canceled ✨
de: Abgebrochen ✨
hi: रद्द किया गया ✨
id: Dibatalkan ✨
uk: Відмінено ✨

# bot.start_keyboard_help
source: Help 🆘
de: Hilfe 🆘
hi: मदद 🆘
id: Bantuan 🆘
uk: Допомога 🆘

# bot.help_message
source: If you encounter any issues with the bot, please contact @{support_username}.
de: Bei Problemen mit dem Bot, schreibe an @{support_username}.
hi: बॉट के साथ किसी भी समस्या के लिए @{support_username} से संपर्क करें।
id: Jika Anda mengalami kesulitan dengan bot, hubungi @{support_username}.
uk: Якщо виникли труднощі з використання бота, напиши @{support_username}.

# bot.start_keyboard_sell
source: Post Ad 📩
de: Anzeige aufgeben 📩
hi: विज्ञापन दें 📩
id: Pasang Iklan 📩
uk: Виставити оголошення 📩

# bot.enter_sell_description
source: Enter item description
de: Gib eine Artikelbeschreibung ein
hi: वस्तु का विवरण दें
id: Masukkan deskripsi item
uk: Введи назву товару

# bot.enter_price
source: Specify price or terms of exchange
de: Gib den Preis oder Tauschbedingungen an
hi: मूल्य या विनिमय की शर्तें बताएं
id: Tentukan harga atau syarat pertukaran
uk: Зазнач ціну або умови обміну

# bot.send_photo
source: Send photo
de: Sende ein Foto
hi: फोटो भेजें
id: Kirim foto
uk: Відправ фото

# bot.item_sale{item_name}-{item_price}-{username}
source: Listing: - {item_name} - Price: {item_price} - Contact: @{username}
de: Anzeige: - {item_name} - Preis: {item_price} - Kontakt: @{username}
hi: विज्ञापन: - {item_name} - मूल्य: {item_price} - संपर्क: @{username}
id: Iklan: - {item_name} - Harga: {item_price} - Kontak: @{username}
uk: Оголошення: - {item_name} - Ціна: {item_price} - Контакт: @{username}

# bot.cancel_sell
source: Delete Listing ❌
de: Anzeige löschen ❌
hi: विज्ञापन हटाएं ❌
id: Hapus Iklan ❌
uk: Видалити оголошення ❌

# bot.thanks_sale
source: Thank you! Your item is now listed.
de: Danke! Ihr Artikel wurde zum Verkauf angeboten.
hi: धन्यवाद! आपका माल बेचने के लिए उपस्थित किया गया है।
id: Terima kasih! Item Anda telah dipasarkan.
uk: Дякуємо! Ваш товар виставлено на продаж.

# bot.error
source: Error
de: Fehler
hi: त्रुटि
id: Kesalahan
uk: Помилка

# bot.deleted_successfully
source: Listing successfully deleted ✨
de: Anzeige erfolgreich gelöscht ✨
hi: विज्ञापन सफलतापूर्वक हटाया गया ✨
id: Iklan berhasil dihapus ✨
uk: Оголошення успішно видалено ✨

# bot.invalid_photo_extension
source: Invalid photo extension
de: Ungültige Fotoerweiterung
hi: अमान्य फ़ोटो एक्सटेंशन
id: Ekstensi foto tidak valid
uk: Недійсне розширення фотографії
